/* Shortcut Bezel */
"ITUNESNOTRUNNING_BEZEL_TEXT" = "iTunes 没有运行";
"ITUNESISBUSY_BEZEL_TEXT" = "iTunes 在忙";
"ITUNESLAUNCHING_BEZEL_TEXT" = "正在启动 iTunes";

"NOSONG_BEZEL_TEXT" = "没有选择音乐";
"NOPLAYLIST_BEZEL_TEXT" = "没有选择音乐列表";

/* Media Library */
"MEDIALIBRARY_NO_TITLE" = "标题丢失";
"MEDIALIBRARY_NO_STREAMURL" = "未知流媒体地址";
"MEDIALIBRARY_NO_ARTIST" = "未知艺术家";
"MEDIALIBRARY_NO_ALBUM" = "未知专辑";
"MEDIALIBRARY_VARIOUS_ARTISTS" = "多个艺术家";

"MEDIALIBRARY_LIBRARY_PLAYLIST_GROUP" = "音乐库";
"MEDIALIBRARY_PLAYLISTS_PLAYLIST_GROUP" = "音乐列表";
"MEDIALIBRARY_FOLDERS_PLAYLIST_GROUP" = "文件夹";
"MEDIALIBRARY_GENIUS_PLAYLIST_GROUP" = "智能助手";
"MEDIALIBRARY_STORE_PLAYLIST_GROUP" = "商店";

"MEDIALIBRARY_TRACKNUMBER_TEMPLATE" = "曲目 %1$ld";
"MEDIALIBRARY_TRACKNUMBERANDCOUNT_TEMPLATE" = "曲目 %1$ld，总曲目数 %2$ld";

"MEDIALIBRARY_TITLEANDARTIST_TOOLTIP" = "曲名: %1$@\n艺术家: %2$@";

/* Media Search */
"MEDIASEARCH_PLAYALL_MENUITEM" = "播放所有音乐";
"MEDIASEARCH_NOSEARCHRESULTS" = "搜索没有结果";

"MEDIASEARCH_ADDTRACKTOPLAYLIST_MENUITEM" = "添加至 \"%1$@\"";
"MEDIASEARCH_ADDTRACKTOCURRENTPLAYLIST_MENUITEM" = "添加至当前音乐列表";

"MEDIASEARCH_FINDALL_MENUITEM" = "所有";
"MEDIASEARCH_FINDARTIST_MENUITEM" = "艺术家";
"MEDIASEARCH_FINDALBUM_MENUITEM" = "专辑";
"MEDIASEARCH_FINDSONG_MENUITEM" = "音乐";
"MEDIASEARCH_FINDPLAYLIST_MENUITEM" = "音乐列表";

/* Last.fm */
"LASTFM_BADSESSION_ERROR" = "用户 %1$@ 认证失败";

"LASTFM_DISABLED_STATUS" = "Last.fm 已停用";
"LASTFM_AUTHENTICATION_STATUS" = "正在以用户 %1$@ 登录⋯";
"LASTFM_AUTHENTICATION_SUCCEEDED_STATUS" = "已经以用户 %1$@ 连接";
"LASTFM_AUTHENTICATION_NONE_STATUS" = "尚未登录";
"LASTFM_AUTHENTICATION_FAILED_STATUS" = "以用户 %1$@ 认证失败";
"LASTFM_SONGSUBMISSION_STATUS" = "正在为用户 %1$@ 提交曲目⋯";
"LASTFM_SONGSUBMISSION_FAILED_STATUS" = "上一首曲目于 %1$@ 提交失败";
"LASTFM_SONGSUBMISSION_SUCCEEDED_STATUS" = "已于 %1$@ 成功提交曲目";

/* Menu Items */
"SHOW_PLAYLIST_MENUITEM_TEMPLATE" = "显示 %1$@";
"SHOW_TRACK_MENUITEM_TEMPLATE" = "显示 %1$@";

"SHOW_TRACK_INFINDER_MENUITEM_TEMPLATE" = "在 Finder 中显示 \"%1$@\"";

"NOWPLAYING_MENUITEM" = "正在播放";
"NOSONG_MENUITEM" = "没有音乐";
"OPENITUNES_MENUITEM" = "启动 iTunes";

"HIDE_PLAYERCONTROLS_MENUITEM" = "隐藏控制窗口";
"SHOW_PLAYERCONTROLS_MENUITEM" = "显示控制窗口";

"HIDE_ALBUMCOVER_MENUITEM" = "隐藏专辑封面";
"SHOW_ALBUMCOVER_MENUITEM" = "显示专辑封面";

"DISABLE_SHORTCUTS_MENUITEM" = "停用快捷键";
"ENABLE_SHORTCUTS_MENUITEM" = "开启快捷键";

"DISABLE_LASTFM_MENUITEM" = "停用 Last.fm";
"ENABLE_LASTFM_MENUITEM" = "开启 Last.fm";

"PAUSE_MENUITEM" = "暂停          空档键";
"PLAY_MENUITEM" = "播放          空档键";

"DISC_MENUITEM_TEMPLATE" = "光碟 %1$ld";

"NOWPLAYING_STATUSITEM" = "正在播放: %1$@";

/* Application Window */
"SHUFFLE_BUTTON_TOOLTIP" = "开启/关闭随机播放";
"REPEATMODE_BUTTON_TOOLTIP" = "单放列表/重复列表/重复单曲";

/* Preferences */
"GENERAL_PREFERENCES_ITEM" = "一般设置";
"ALBUMCOVER_PREFERENCES_ITEM" = "专辑封面";
"SHORTCUTS_PREFERENCES_ITEM" = "快捷键";
"LASTFM_PREFERENCES_ITEM" = "Last.fm";
"ADVANCED_PREFERENCES_ITEM" = "高级设置";

"RESTARTREQUIRED_TEXT" = "需要重启";
"RESTARTNOW_BUTTONTEXT" = "立即重启";
"LATER_BUTTONTEXT" = "稍后重启";
"RESTART_APPLICATION_INFORMATIVETEXT" = "为使新的设置生效，CoverSutra 需要重新启动。现在请选择立即或稍候重启。";

/* Shortcut Recorder */
"Space" = "空档键";
"Use old shortcut" = "使用旧的快捷键";
"Type shortcut" = "输入快捷键";
"Click to record shortcut" = "点击记录快捷键";
"Pad %@" = "数字键盘 %@";
"The key combination %@ couldn't be used!" = "组合键 %@ 不能使用！";
"The key combination \"%@\" couldn't be used, because %@." = "组合键 %@ 不能使用，因为 %@。";
"The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "组合键 \"%@\" 不能使用，因为该组合键已被一系统快捷键占用。(如果您仍想使用此组合键，绝大部分快捷键可在系统偏好中的键盘与鼠标设置中更改。)";
"The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\"." = "组合键 \"%@\"  不能使用，因为该组合键已被菜单项 \"%@\" 占用。";
"Command + " = "Command + ";
"Option + " = "Option + ";
"Shift + " = "Shift + ";
"Control + " = "Control + ";

/* New since 3.0.1 */